-- <?php exit;?>

REPLACE INTO `p8_letter_cat` VALUES ('1','1','综合部门','0');
REPLACE INTO `p8_letter_cat` VALUES ('5','2','建议','0');
REPLACE INTO `p8_letter_cat` VALUES ('3','2','咨询','1');
REPLACE INTO `p8_letter_cat` VALUES ('4','2','投诉','2');
REPLACE INTO `p8_letter_data` VALUES ('3','3','0','','','1410355986','测试','1','admin','1','1431214667','玩儿玩儿','3423423   <font color=\"blue\">(admin  2015-01-10)</font><br/>');
REPLACE INTO `p8_letter_data` VALUES ('4','4','0','','','1420871132','玩儿玩儿玩儿','0','','0','0','','');
REPLACE INTO `p8_letter_data` VALUES ('5','5','0','','','1420893401','34534534534','1','admin','1','1431214789','','');
REPLACE INTO `p8_letter_data` VALUES ('6','6','0','','','1420988386','sdfsdfs','0','','0','0','','');
REPLACE INTO `p8_letter_data` VALUES ('7','7','0','','','1431215084','2342342342342342322','1','admin','1','1431219310','43534','');
REPLACE INTO `p8_letter_data` VALUES ('8','8','0','','','1431218787','3453453453453453434','2','刘丰','6','1431218913','SDFSDFSDFS','WERWE   <font color=\"blue\">(刘丰  2015-05-10)</font><br/>');
REPLACE INTO `p8_letter_data` VALUES ('9','9','0','','','1431219350','345345345345345','1','admin','6','1431219687','的法规地方官方的个地方','');
REPLACE INTO `p8_letter_item` VALUES ('3','1','5','1','0','201409102133066799','1','刘军','81328','1','0','12345556','14.120.231.20','345334@163.com','0','','0','工程师','','53454354','测试领导信箱模块功能','1410355986','0','3','1431214667','0','<br/>[2015-01-10 14:33]admin处理此信件。<br/>[2015-01-10 14:33]admin信件处理<br/>[2015-01-10 14:35]admin处理完毕此信件。<br/>[2015-01-10 14:35]admin信件处理<br/>[2015-05-10 07:37]admin信件处理','1420871702','1','1','admin','0','0','0','','0');
REPLACE INTO `p8_letter_item` VALUES ('4','1','3','1','0','201501101425326751','1','453','40995','1','127','34534535345','121.8.205.76','5466654@163.com','0','','0','34534','','23423423','玩儿玩儿味儿味儿','1420871132','0','0','0','0','','0','0','0','','0','0','0','','0');
REPLACE INTO `p8_letter_item` VALUES ('5','1','3','0','0','201501102036413132','1','45654','80004','1','127','546546546','121.8.205.76','3453534@163.com','0','','0','54654','','34534534','345345345345345','1420893401','0','0','1431214789','0','<br/>[2015-05-10 07:39]admin信件处理','0','1','1','admin','0','0','0','','0');
REPLACE INTO `p8_letter_item` VALUES ('6','1','5','0','0','201501112259461914','7','ssssss','50234','1','0','324234','119.129.172.197','ssss@163.com','0','','0','','','dfsdfs','df','1420988386','0','0','0','0','','0','0','0','','0','0','0','','0');
REPLACE INTO `p8_letter_item` VALUES ('7','1','3','1','0','201505100744445097','2','23432','89367','1','127','23432','116.22.165.33','423432@163.com','0','','0','2342','','2342343243','342323234234','1431215084','0','3','1431219310','0','<br/>[2015-05-10 08:55]admin处理完毕此信件。<br/>[2015-05-10 08:55]admin信件处理','1431219310','1','1','admin','0','0','0','','0');
REPLACE INTO `p8_letter_item` VALUES ('8','6','5','1','0','201505100846276124','1','23423','24378','1','127','234234','116.22.165.33','234234323','0','','0','23423','','4234342343424','345345345','1431218787','0','3','1431218913','0','<br/>[2015-05-10 08:48]刘丰处理完毕此信件。<br/>[2015-05-10 08:48]刘丰信件处理','1431218913','2','6','刘丰','0','0','0','','1');
REPLACE INTO `p8_letter_item` VALUES ('9','6','3','1','0','201505100855508817','0','7777','37886','1','127','54334534534','116.22.165.33','34543534','0','','0','','','345345435','3453454353454354353453','1431219350','0','3','1431219687','0','<br/>[2015-05-10 08:57]admin处理完毕此信件。<br/>[2015-05-10 08:57]admin信件处理<br/>[2015-05-10 09:01]admin把此信件转到部门:其他部门<br/>[2015-05-10 09:01]admin信件处理','1431219435','1','6','admin','0','0','0','','1');
REPLACE INTO `p8_config` (`system`,`module`,`type`,`k`,`v`)VALUES('core','letter','string','template','');
REPLACE INTO `p8_config` (`system`,`module`,`type`,`k`,`v`)VALUES('core','letter','string','redepartment','1');
REPLACE INTO `p8_config` (`system`,`module`,`type`,`k`,`v`)VALUES('core','letter','string','receive','1');
REPLACE INTO `p8_config` (`system`,`module`,`type`,`k`,`v`)VALUES('core','letter','string','mobile_template','mobile/default');
REPLACE INTO `p8_config` (`system`,`module`,`type`,`k`,`v`)VALUES('core','letter','string','hong','7');
REPLACE INTO `p8_config` (`system`,`module`,`type`,`k`,`v`)VALUES('core','letter','string','huan','3');
REPLACE INTO `p8_config` (`system`,`module`,`type`,`k`,`v`)VALUES('core','letter','string','undisplay','0');