<?php

return array(
	
	'mcredit' => array(
		'add' => '添加币种类型',
		'update' => '更新币种类型',
		'add_note' => '添加币种类型的开销与会员数量成正比，会员越多开销越大',
		'add_rule' => '添加币种规则',
		'update_rule' => '更新币种规则',
		'list' => '币种列表',
		
		'name' => '币种名称',
		'name_required' => '币种名称必须填写',
		'roe' => '币种汇率',
		'roe2' => '汇率',
		'add_roe' => '添加币种汇率',
		'unit' => '币种单位',
		'roefo' => '目标兑换币种',
		'systemcore'=> '系统核心',
		'unsigned' => '是否允许负币种',
		'default_value' => '币种默认值',
		'float_bit' => '币种最大数值',
		'float_point' => '币种小数点位数',
		'float_bit_note' => '如果设置了小数位数,那么币种可以为小数',
		'name_can_not_be_empty' => '币种名称不能为空',
		
		'rule' => array(
			'' => '币种规则',
			
			'all' => '所有规则',
			'list' => '规则列表',
			'system' => '规则所应用的系统',
			'module' => '规则所属模块',
			'action' => '币种规则动作',
			'credit' => '增加或消耗币种数量',
			'role' => '规则应用角色',
			'postfix' => '规则后缀',
			'role_note' => '可以为每个角色设置不同的规则,如果不选择则是通用规则,适用所有角色',
			'times' => '规则时间段内应用次数',
			'interval' => '规则应用时间段范围',
			'times_interval_note' => '如应用次数为3，频率为86400(一天)，那么这个规则就是每一天只能应用3次<br />如果应用次数为3，频率为0，那么这个规则只能应用3次。',
			
			'system_required' => '规则的系统不能为空',
			'action_required' => '规则的动作不能为空',
			'credit_required' => '规则币种不能为空',
		),
		'note1' => '如金币、铜板、考勤币等，任意命名。',
		'note2' => '单位一般为个或元',
		'note3' => '注册会员默认拥有多少此币种',
		'note4' => '系统默认为7，百万数量级',
		'note5' => '一般为2，保留两位小数',
		'note6' => '选择你想设定积分规则的系统',
		'note7' => '选择上面所选系统的相关模块',
		'note8' => '选择事先做好的特定积分动作',
		'note9' => '选择此规则所应用的对象',
		'note10' => '选择此规则所需应用的币种',
		'note11' => '如 5或-5  ，假设每审核通过一篇文章，就增加（5）或消耗（-5）一定数量的积分或其他设置币种。',
		'note12' => '留空表示时间段不受限制，3600（1小时），86400(一天)，604800（一周），2592000（30天），31636000（1年）',
		'note13' => '留空表示不受限制，如应用次数为3，则上面制定的时间段之内，这个规则让每个用户只能应用3次/时间段。',
		'note14' => '为了增加命名空间，一般不填',
		'note15' => '选择新增加的币种与其他币种的兑换关系，如汇率：0.8  表示1个新增币种兑换0.8个目标币种'
	)
);